/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "Snapchat kerää osoitekirjassasi olevat yhteystiedot."; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "Tallenna Snapit kameran rullaan, lähetä kuvia ja videoita chatissa ja muuta."; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "Käytä kameraasi esimerkiksi Snappien ottamiseen, videochattiin ja kaverien lisäämiseen Snapkoodilla.";

"NSMicrophoneUsageDescription" = "Käytä mikrofonia esimerkiksi Snappien äänen tallentamiseen ja videochattiin.";

"NSMotionUsageDescription" = "Snapchat tallentaa tiedon siitä, onko laitteesi pysty- vai vaaka-asennossa, kun otat Snappeja, käytät tehosteita, luet Discoveria tai katsot mainoksia.";

"NSLocationWhenInUseUsageDescription" = "Käytämme tätä kokemuksesi räätälöintiin. Sen avulla voit löytää suodattimia, tarinoita ja muuta ympäriltäsi."; // Reworded 09/12/2016
